Revit 2024 API
UnitTypeId.PoundsMassPerFootSecond Property
 Pounds mass per foot second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMassPerFootSecond { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMassPerFootSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMassPerFootSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace